Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: The unraveling of communism in Eastern Europe would make Deng’s position even more difficult as the dangers of “peaceful evolution”were brought home vividly to China’s leaders, Deng included.
es_us: La resolución del comunismo en Europa Oriental podría complicar aun más la posición de Deng dado que los peligros de una "evolución pacífica" llegaron a los hogares de una forma vívida por los líderes de China, incluso Deng.

source: The upheaval in the city came to a climax in late April when CCP secretary Chen Xitong, a member of the Politburo and ally of Deng Xiaoping, was removed from office and subsequently placed under investigation.
es_us: La conmoción en la ciudad llegó a su punto culminante a fines del mes de abril cuando se destituyó y sometió a investigación al secretario del PCCh, Chen Xitong, miembro del Politburó y aliado de Deng Xiaoping.

source: The writers of the Huangfu Ping articles were Zhou Ruijin, Ling He, and Shi Zhihong.
es_us: Los escritores de los artículos de Huangfu Ping fueron Zhou Ruijin, Ling He, and Shi Zhihong.

source: The year would end with a yearly inflation rate of 21.7 percent.2
es_us: El año finalizaría con una tasa de inflación anual del 21,7%2.

source: The “ossiﬁed” thinking of such socialism only caused “resentment” among the people.
es_us: La forma de pensar "anquilosada" de esa clase de socialismo solo provocaba "resentimientos" entre la gente.

source: The “CCP Central Committee Decision on Furthering Improvement and Rectification and Deepening Reform” (frequently referred to as “The 39 Points”) that was adopted by the plenum laid out a systematic, though implicit, critique of Zhao’s management of the economy.
es_us: La "Decisión del Comité Central del PCCh de seguir Mejorando, Corrigiendo y Profundizando la reforma" (conocida más frecuentemente por "los 39 puntos")que fue aprobada por el pleno expuso una crítica sistemática,pero implícta, del manejo de Zhao en la económia.

source: The “great nationalism” of the Han Chinese conflicted with the “small nationalism” of the minority nationalities, Pi wrote, while the anti-traditionalism of the nationalistic May Fourth Movement denigrated the history of the very people it hoped to lift up.
es_us: Pi escribió que cuando el “gran nacionalismo” del grupo étnico de los Han entró en conflicto con el “pequeño nacionalismo” de las naciones minoritarias, el antitradicionalismo del Movimiento nacionalista del Cuatro de Mayo deshonró la historia de todas las personas que esperaban mejorarlo.

source: The “honorary director” was former PLA Chief of Staff Xiao Ke, the director was former Secretariat member Gu Mu, and the “senior advisers” included such luminaries as retired general Zhang Aiping, former People’s Daily editor-in-chief Qin Chuan, former State Economic Com-mission head Yuan Baohua, and former Secretariat member Yan Mingfu.68 The editor of Strategy and Management was Qin Chaoying, son of the former editor-in-chief of the People’s Daily, Qin Chuan, but the editorial direction came primarily from Yang Ping and Wang Xiaodong.
es_us: El ex "director honorario" Xiao Ke fue jefe de estado del EPL (Ejército Popular de Liberación), el director Gu Mu fue miembro de la secretaría y los "asesores en jefe", entre ellos personalidades reconocidas tales como el general retirado Zhang Aiping, el ex jefe de edición del People's Daily Qin Chuan, el ex líder de la Comisión Económica del Estado Yuan Baohua y el ex miembro de la secretaría Yan Mingfu.68 El editor de Gestión y Estrategia fue Qin Chaoying, hijo del ex jefe de edición del People's Daily, Qin Chuan, aunque la dirección editorial fue principalmente de Yang Ping y Wang Xiaodong.

source: The “never left out class,” as Sun Liping called it (Chapter 6), benefited from these arrangements.
es_us: La "clase acomodada", como la llamó Sun Liping (Capítulo 6), obtuvo sus beneficios como resultado de estos acuerdos.

source: The “new” in new authoritarianism referred to self-conscious use of authority to guide society through this treacherous intermediate stage, blocking those forces that would otherwise prevent the development of individual freedom from forming and thus guiding society safely through to a free, democratic, and modern society.1 Chinese intellectuals began exploring the idea of new authoritarianism in 1986.
es_us: El "neo" de "neo-autoritarismo" se remitía al uso consiente de la autoridad para guiar a la sociedad por esta etapa intermedia peligrosa. Así, bloquearía aquellas fuerzas que de lo contrario prevendrían que se conciba el desarrollo de la libertad individual y, por lo tanto, el neo-autoritarismo podría guiar a la sociedad con seguridad hacia una sociedad libre, democrática y moderna1.Los intelectuales de China comenzaron a explorar la idea del neo-autoritarismo en 1986.

source: The “tragic history of 1957,” Wang writes, proved that “the intellectuals created by China’s old culture and civilization .
es_us: Los "trágicos hechos históricos de 1957", escribe Wang, demostraron que "los intelectuales provenientes de la antigua cultura y civilización de China.

source: The ﬁrst clear sign of extra-institutional maneuvering appeared when the Xinhua News Agency announced that Jia Qinglin, the Party secretary of Beijing,and Huang Ju,the Party secretary of Shanghai,both close to Jiang Zemin, would be “transferred to the center.”33 These two important personnel changes meant that Liu Qi, who was named to succeed Jia Qinglin as Beijing Party secretary, and Chen Liangyu, who took over as Shanghai Party secretary, would join the Politburo since the Party leaders of those two major cities are routinely seated on the Party’s highest policy-making body.
es_us: La primera señal clara de una maniobra extrainstitucional apareció cuando la agencia de prensa Xinhua anunció que Jian Qinglin, el secretario del partido de Pekín, y Huang Ju, el secretario del partido de shanghái, ambos cercanos a Jiang Zemin, serían “transferidos al centro”.33 Estos dos cambios de personal importantes significaron que Liu Qi, quién fue nombrado para suceder a Jian Qinglin como secretario del partido de Pekín, y Chen Liangyu, quién tomó el el cargo de secretario del partido de Shanghái, unirían el Poiltburó ya que los líderes políticos de esas dos ciudades importantes generalmente conforman el cuerpo de mayor cuerpo normativo del partido..

source: The ﬁrst was the degree to which China’s policies would change to reﬂect the social challenges discussed above, and the second was the degree to which power could be transferred smoothly.Given the degree to which policy and power have been interrelated in China, these two issues were inevitably linked to one another.
es_us: El primero seera el grado en qué la política de China debería cambiar para abordar los desafíos sociales, mencionados con anterioridad y el segundo el grado en qué debería cambiarse para poder transferir el poder sin sobresaltos. Debido a que la política y el poder están muy interrelacionados en China, estos temas se debían tratar en conjunto.

source: The possibility of such a scenario ending in social chaos was rarely discussed, and this is why democratic activists found themselves isolated not only from the Chinese government but also from many of the same intellectuals who had supported them in the heady days of spring 1989.
es_us: La posibilidad de que tal escenario terminara en un caos social se discutió pocas veces; y es por eso que los activistas a favor de la democracia se encontraron apartados no solo del gobierno chino sino también de muchos de los mismos intelectuales que los habían apoyado en los vertiginosos días de la primavera de 1989.

source: ThePeople’s Dailyeditorial hailing the close of the plenum stated that “the second-generation central leading collective has been successfully relieved by its third-generation central leading collective” – a point reiterated by Li Peng during his November trip to Korea and again by Jiang Zemin a few days later during his trip to Malaysia.5The plenum adopted the “Decision on Some Major Issues on Strengthening Party Building,” which on the one hand excoriated negative trends such as corruption and weakness of grass- roots Party organizations and, on the other hand, urged renewed attention to democratic centralism – emphasizing the subordination of lower levels to higher levels, the part to the whole, and everything to the Party center.
es_us: La editorial del periódico chinoPeople’s Daily (Pueblo en Línea) que cubría el cierre del pleno afirmó que “el poder principal colectivo de la segunda generación fue sustituido con éxito por el de la tercera generación” (asunto que Li Peng recalcó durante su viaje a Corea, y algunos días después Jiang Zemin, durante su viaje a Malasia)5. The plenum adopted the “Decision on Some Major Issues on Strengthening Party Building,” which on the one hand excoriated negative trends such as corruption and weakness of grass- roots Party organizations and, on the other hand, urged renewed attention to democratic centralism – emphasizing the subordination of lower levels to higher levels, the part to the whole, and everything to the Party center.

source: TheShenzhen Special ZoneJournalresponded with a series of highly vitriolic and personal attacks onHu, and theEnlightenment Dailyran an article arguing that the zones should be made even more special.20The crux of the responses was (1) that the SEZs were still necessary to introduce and experiment with various forms of man-agement and government–enterprise relations and (2) that Hu’s arguments did not take the realities of China into account, that to eliminate the SEZ’s special role would amount to “contemporary egalitarianism”: “The special zones’ development does not hinder other regions.
es_us: El periódicoShenzhen Special ZoneJournalrespondió con una serie de ataques personales y ponzoñosos haciaHu y el diarioEnlightenment Dailypublicó un artículo que sostenía que las zonas debían ser todavía más especiales.20La esencia de las reacciones era, en primer lugar, que las Zonas Económicas Especiales todavía eran necesarias para introducir y experimentar las diversas formas de administración y relaciones entre el gobierno y las empresas y, en segundo lugar, que los argumentos de Hu no tenían en cuenta las realidades de China y que eliminar el rol especial de las Zonas Económicas Especiales llevaría a un "igualitarismo contemporáneo": "El desarrollo de las ZEE no perjudica a las otras regiones.

source: The new campaign increased speculation that Jiang Zemin was “reassert- ing” himself after being eclipsed during the SARS crisis. There no doubt was tension between the two leaders, but it is too simplistic to describe their relationship as a “power struggle.” Whatever the new general secre- tary felt about Jiang packing the Politburo with his close associates, Hu was always careful to show deference to his predecessor.
es_us: La nueva campaña hizo aumentar la especulación de que Jiang Zemin buscaba “reafirmarse” después de haber sido eclipsado por la crisis del SARS. No cabía duda de que existían tensiones entre ambos líderes pero definir su relación como una “lucha de poderes” sería simplificarla demasiado. A pesar de cualquier opinión que el nuevo Secretario General pudiera tener con respecto a Jiang y el hecho de que hubiera colmado el Politburó con sus copartidarios, Hu siempre fue cuidadoso en mostrar deferencia con su predecesor.

source: Their appointments thus promised to bring the SARS crisis under control and to restore foreign confidence.
es_us: Sus nombramientos prometían poner bajo control la crisis del SARS y restaurar la confianza de los demás países.

source: Their attention, however, was focused on the latter concern.
es_us: La atención de los autores, sin embargo, estaba puesta en este último punto.

source: Their development and the development of other regions can only promote one another; they do not negate one another.”21In June 1994 Jiang Zemin visited Shenzhen and tried to dampen the debate by declaring that the Party’s and state’s policies toward the SEZs had not changed.
es_us: Ese desarrollo y el de las otras regiones solo puede promover más desarrollo para ambos grupos; el progreso de un grupo no resulta incompatible con el del otro”.21En junio de 1994, Jiang Zemin visitó Shenzhen y en un intento por enfriar el debate declaró que las políticas del Partido y del Estado hacia las Zonas Económicas Especiales no habían cambiado.

source: Their rejection of Deng’s efforts to reducetensions was based not only on the depth of division within the Party but also on the collapse of socialism in Eastern Europe.60 On December 15, Wang Renzhi, the conservative head of the Propaganda Department, launched a blistering attack on bourgeois liberalization in a talk to a Party building class.
es_us: Su rechazo a los esfuerzos de Deng de reducirlas tensiones se basó no sólo en la profunda división dentro del Partido pero también en el colapso del socialismo en Europa Oriental.60 El 15 de diciembre, Wang Renzhi, el líder del Departamento de Propaganda,lanzó un ardiente ataque sobre la liberalización burguesa en una charla para fomentar el Partido de Clases.

source: Their writing and publication were overseen by Deng’s daughter Deng Nan and Shanghai Party secretary Zhu Rongji.9 The first commen-tary was published under photographs of Deng Xiaoping, Yang Shangkun, and Li Xiannian conveying lunar New Year’s greetings to Shanghai lead-ers, thus visually emphasizing the authoritative nature of the commentary.
es_us: Su escritura y publicación fueron supervisados por la hija de Deng, Deng Nan, y el secretario del Partido de Shanghai Zhu Rongji.9 La primera columna fue publicada debajo de las fotografías de Deng Xiaoping, Yang Shangkun, y Li Xiannian expresando buenos deseos por el Año Nuevo Lunar a los líderes de Shanghái, enfatizando, de esta manera, el carácter autorizado de este escrito.

source: Then, in a two and a half-hour meeting with Premier Zhu at the White House that evening, he did exactly that.
es_us: Luego por la noche en una reunión de dos horas y media con el primer ministro Zhu en la Casa Blanca, hizo exactamente eso.

source: Then, in early April, Vice-Mayor Wang Baosen, who had been implicated by the investigation, committed suicide.
es_us: Más adelante, a principios de abril, el vicealcalde Wang Baosen, quién había sido parte de la investigación, se suicidó.

source: There are at least four essential elements in such an inquiry.
es_us: Hay al menos cuatro factores esenciales en esta investigación.

source: There are reasons to believe that over time Chinese politics have become more institutionalized and that conflict among leaders is better contained.
es_us: Hay razones para creer que con el tiempo la política china se ha vuelto más institucionalizada y que los conflictos entre líderes están mejor controlados.

source: There have been spectacular cases of corruption revealed over recent years, such as the Xiamen smuggling operation uncovered in 1998 and the Zhou Zhengyi land development case revealed in Shanghai in 2004.
es_us: Hubo casos increíbles de corrupción que se han dado a conocer durante los últimos años, entre ellos, la operación de contrabando en Xiamen descubierta en 1998 y el caso de desarrollo inmobiliario de Zhou Zhengyi descubierto en Shanghai en 2004.

source: There is little question that Deng’s prestige plummeted in the wake of Tiananmen.
es_us: Existe remota posibilidad de que el prestigio de Deng haya decaido después de Tiananmén.

source: There is no doubting the support for publishing China Can Say No within government circles: Yu Quanyu, then the very conservative deputy head of China’s Human Rights Commission and a frequent contributor to China’s left-wing journals, endorsed the book in an afterword.
es_us: No cabe duda del respaldo a la publicación de China puede decir no por parte de círculos del gobierno. Yu Quanyu, que en su momento era el jefe adjunto de la Comisión de Derechos Humanos de China y un contribuyente habitual de los diarios de izquierda de China, respaldó el libro en su epílogo.

source: There is some truth in his criticism
es_us: Hay cierta verdad en su crítica

source: There may also have been an element of bureaucratic competition involved.
es_us: Es propable que existiera un elemento de competencia burocrática involucrado.

source: There was also Liu Ji, Jiang’s close friend from Shanghai who served as vice-president of CASS from 1993 to 1998, then played an active though much lower-profile role in Beijing, and finally was exiled back to Shanghai to take up a deanship in an MBA program.21In between these conservative and liberal advisers, were a number of people who have worked to further Jiang’s interests bureaucratically.
es_us: También estaba Liu Ji, un amigo cercano de Jiang de Shanghái quien había sido vice-presidente de la Academia China de Ciencias Sociales (Chinese Academy of Social Sciences, CASS) desde 1993 hasta 1998, luego tuvo un papel activo aunque de perfil más bajo en Pekín y finalmente fue exiliado de nuevo a Shanghái para ocupar un decanato en un programa de Maestría en Administración de Negocios (Master of Business Administration, MBA)21.En medio de estos asesores conservadores y liberales, había un número de personas que habían trabajado para promover burocráticamente los intereses de Jiang.

source: There was also intense pressure on townships to collect taxes.
es_us: Además, se ejercía una fuerte presión sobre los municipios para que recauden impuestos.

source: There was more of a sense that China should concentrate less on “isms” and more on “problems.” Nevertheless, these reflections on the problems China faced raised new questions about where reform was going.
es_us: Todo indica que China debería concentrarse menos en los “ismos” y más en los “problemas". Aún así, estas reflexiones sobre los problemas que enfrentaba China pusieron sobre el tapete nuevas preguntas acerca de hacia dónde iba la reforma.

source: There was no question that Hu and Wen had far more intimate knowledge of the poor hinterland, and their inland concerns were often juxtaposed with the coastal orientation of Jiang and Zeng’s “Shanghai faction.” Similarly, Hu’s base of support in the Communist Youth League, which he once headed, contrasted with Zeng’s extensive network among the gaogan zidi, the sons and daughters of high-level cadres, of which Zeng was one (his father, Zeng Shan, had joined Mao during the Jiangxi period and eventually rose to head the Interior Ministry).
es_us: No había ninguna duda de que Hu y Wen conocían con detalle la pobreza del interior del país y de que su preocupación por este se solía yuxtaponer con la orientación costera de la facción de Shanghái de Jiang y Zeng. De manera similar, la base de apoyo de Hu en la Liga de la Juventud Comunista (CYL), que alguna vez dirigió, contrastaba con la extensa red entre los gaogan zidi, que eran los hijos varones y mujeres de los dirigentes de alto grado de los cuales Zeng formaba parte (su padre, Zeng Shan, se unió a Mao en el período Jiangxi y al final terminó dirigiendo elMinisterio del Interior).

source: There was no question that HuandWenhadfarmoreintimateknowledgeofthe poor hinterland, and their inland concerns were often juxtaposed with the coastal orientation of Jiang and Zeng’s “Shanghai faction.” Similarly, Hu’s base of support in the Communist Youth League, which he once headed, contrasted with Zeng’s extensive network among the gaogan zidi, the sons and daughters of high-level cadres,of which Zeng was one(his father, Zeng Shan,had joined Mao during the Jiangxi period and eventually rose to head the Interior Ministry).
es_us: No había ninguna duda de que Hu y Wen conocían con detalle la pobreza del interior del país y de que su preocupación por esta región se solía oponer a la orientación costera de la "facción de Shanghái" de Jiang y Zeng. De manera similar, el respaldo popular que Hu recibía de la Liga de la Juventud Comunista, que alguna vez dirigió, contrastaba con la gran influencia que Jiang tenía en los gaogan zidi, los hijose hijas de los dirigentes de alto cuadro de los cuales Zeng era uno (su padre, Zeng Shan, se unió a Mao en el período Jiangxi y al final terminó dirigiendo el Ministerio del Interior).

source: There were also clear connections between elements of the elite and expressions of nationalistic opinion, whether through journals such as Strategy and Management or books such as China Can Say No.
es_us: Asimismo, había marcadas conexiones entre elementos de la élite y expresiones de opinión nacionalista, ya sea a través de revistas como 'Strategy and Management' ('Estrategia y administración') o libros como 'China Can Say No' ('China puede decir no').

source: There were clearly domestic political factors in China that were blocking progress toward a WTO agreement in this period.
es_us: Claramente había factores políticos domésticos en China que bloqueaban el progreso hacia un acuerdo sobre la OMC en este período.

source: There were clearly expressions of outrage within the Chinese government, but it appears that the top leadership quickly came to the conclusion that the bombing was either accidental, as the United States claimed, or that it reflected a low-level conspiracy within the depths of some bureaucracy and not government policy.
es_us: Claramente hubo muestras de furia dentro del gobierno chino, pero parece que el mando superior llegó rápidamente a la conclusión de que el bombardeo fue fortuito, como aseguró Estados Unidos, o que reflejó una conspiración de bajo nivel dentro de las profundidades de alguna burocracia y no de la política del gobierno.

source: There were major debates over reform policy in the 1980s and especially in the wake of Tiananmen when more conservative leaders gained the upper hand.
es_us: Hubieron grandes debates sobre la política de la reforma en los 80 y, en particular, tras los hechos en Tiananmén cuando más líderes conservadores sacaron ventaja.

source: There were moments of small progress.
es_us: Hubo momentos en los que se vieron pequeños avances.

source: There were rumblings that the real “traitor” was not Zhu Rongji but rather Jiang Zemin.
es_us: Habían peleas acerca de que el traidor real no era Zhu Rongji pero Jiang Zemin.

source: There was also a need to restore foreign confidence, which had been badly eroded by the handling of the crisis.
es_us: También existía la necesidad de restaurar la confianza de los demás países que se había visto perjudicada por la forma en que se había manejado la crisis.

source: Thereafter, peasant organizations, although not formally recognized, became a part of the de facto reality in this part of Hunan.
es_us: Desde ese entonces, las organizaciones campesinas, aunque no fueron reconocidas oficialmente, se volvieron parte de la realidad de facto en esta parte de Hunan.
